Repository: gedankenlust/Gyrus
Catalog: Gyrus/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: Updated %lld bookmarks.
de: %lld Lesezeichen aktualisiert.

source: Used for AI chat, summaries and auto-tagging.
de: Für KI-Chat, Zusammenfassungen und Auto-Tags.

source: Used for semantic (meaning-based) search. Only dedicated embedding models are listed (e.g. nomic-embed-text, bge-m3). Changing it needs a reindex below.
de: Für die semantische (bedeutungsbasierte) Suche. Es werden nur dedizierte Embedding-Modelle gelistet (z. B. nomic-embed-text, bge-m3). Eine Änderung erfordert das Neu-Indizieren unten.

source: Used for semantic (meaning-based) search. Pick a dedicated embedding model like nomic-embed-text — chat models like llava won't work well here.
de: Für die semantische (bedeutungsbasierte) Suche. Wähle ein dediziertes Embedding-Modell wie nomic-embed-text — Chat-Modelle wie llava funktionieren hier schlecht.

# Version %@ (%@)
source: Version %1$@ (%2$@)
de: Version %@ (%@)

source: View
de: Ansicht

source: View Mode
de: Ansichtsmodus

source: View Source on GitHub
de: Quellcode auf GitHub ansehen

source: Warn when a bookmark already exists
de: Warnen, wenn ein Lesezeichen bereits existiert

source: Whether each grid card leads with the page title or its link.
de: Ob Kacheln zuerst den Titel oder die URL anzeigen.

source: Which tab a bookmark opens to. AI Brain only shows when the AI Brain is enabled.
de: In welchem Tab Lesezeichen standardmäßig geöffnet werden. AI Brain wird nur angezeigt, wenn aktiviert.

source: Works with Brave, Arc, Chrome, Firefox, Safari
de: Funktioniert mit Brave, Arc, Chrome, Firefox, Safari

source: You've read everything. Nice.
de: Du hast alles gelesen. Stark.

source: e.g. Brave
de: z.B. Brave

source: e.g. important
de: z.B. wichtig

source: ⌘K → Quick Search
de: ⌘K → Schnellsuche

source: ⌘K → quick search
de: ⌘K → Schnellsuche

source: ⌘N → Add bookmark manually
de: ⌘N → Lesezeichen manuell hinzufügen

source: ⌘N → add a bookmark manually
de: ⌘N → Lesezeichen manuell hinzufügen
